{
    "success": [
        "Tu as suivi un plan du chef. A ton immense stupéfaction, tu accèdes à l'étage suivant !",
        "Silverlord est occupé a faire un gdoc, tu passes en douce à l'étage suivant.",
        "Tu arrives à placer une redirect double flip-reset musty ceilling shot, tu quittes cet étage avec style.",
        "DK Frost est la nouvelle classe top tier DPS CAC, Rokeez te boost jusqu'a l'étage suivant *bruit de Sindragosa*.",
        "Tu découvres un passage secret qui mêne à l'étage suivant !",
        "Tu crées un smurf sur Rocket League et tu roules sur les IRON 4. Cela te motives à passer à l'étage suivant.",
        "Tu empruntes la stats de luck de Kurax, tu passes sans encombre à l'étage suivant.",
        "Kurax a trouvé un bug dans le bot, tu profites de la confusion pour monter d'un étage.",
        "Ton intéret pour les Magicarpe paye enfin, l'un d'eux te montre la voie vers l'étage suivant.",
        "Un Caninos sauvage t'invite à le suivre, te conduisant directement à l'étage suivant !",
        "C'est Palmypede qui solo-tank, tout ce passe bien jusqu'à l'étage suivant !",
        "La séance de coaching sur Street avec Grimmy t'as rendu plus résilient, tu passes à l'étage suivant.",
        "En première ligne pour les bascules sur Fall Guys, c’était une qualification assurée. Tu passes donc à l'étage d’après !",
        "Tir De Fou (TDF) sur Rocket League, tu passes à l'étage suivant.",
        "La main innocente de l'admin est en ta faveur, tu peux avancer !",
        "Tu trouves \"La Tour Pokemon pour les nuls\" sur le chemin, il te guide vers l'étage suivant !",
        "Le PSG fait de bons resultats ! Comme tu n'en a rien à faire du foot, tu as tout le temps de passer à l'étage suivant.",
        "Tu envois Equinoxe dans la Rage Room et tu passes à l'étage suivant.",
        "Tu décides enfin de désinstaller Rocket League, le temps libéré te permet de passer à l'étage suivant.",
        "Un Léviator rouge aurait été aperçu à l'étage supérieur. Tu fonces pour en avoir le coeur net !",
        "Tu aides chef à tester le bot. Pour te remercier il te fait passer à l'étage suivant !",
        "Sashyro fait un 33/4/6 sur Valorant, il te carry dans son sac a dos jusqu'a l'étage suivant",
        "Grimmouzzz te parle du Sagat de SFIV, tu lâches ton casque et tu te barres à l'étage suivant.",
        "Une armée de palmipèdes te pourchasse, ce qui te presse vers l'étage suivant.",
        "Sûr de toi, tu voles l'épée à Rokeez et fonce te cacher à l'étage suivant.",
        "Tu arrives à battre Anargyres sur la blague du Feur, tu passes à l'étage suivant",
        "Grimmouzzz te rejoint pour une partie de Valolo, tu passes à l'étage suivant pour la game",
        "Tu réussi à échapper à Ollrrikk et sa charte de guilde en allant à l'étage suivant",
        "Un Tryominos sauvage apparaît, tu le poursuit à l'étage suivant",
        "Tu RON un Daisangen en Yakuman sur Nishii ce qui te donne suffisamment de points pour passer à l'étage suivant",
        "Tu as enfin mis prêt !! Tu peux donc passer à l'étage suivant",
        "Après de nombreuses tentatives tu arrives enfin à décrocher ton premier titre sur le Palmyquiz, tu passes à l'étage suivant",
        "La cuisine d'Arnagyres pendant la Daybar Lan te boost et tu passes à l'étage suivant",
        "Un peu de Tiramisu de Sashyro et tu passes à l'étage suivant",
        "Tu reçois une notif d'un stream de Silverlord et hop tu vois la soluce pour passer à l'étage suivant",
        "Tout est possible avec la carte kiwi même passer à l'étage supérieur.",
        "Par hasard tu arrives au bureau du MJ et trouve la solution pour passer à l'étage suivant",
        "Miracle ! Tu arrives à l'heure à une soirée de la Daybar grâce à Susu ! Et hop à l'étage suivant",
        "Benjito à enfin installer Valorant et tu fais une game avec lui qui te fait passer à l'étage suivant",
        "Tu vois un stream de Naiiade sans un seul Kebab ! Tellement incroyable que tu passes à l'étage suivant",
        "Tu arrives à esquiver une discussion sur Warhammer 40000 avec Ollrrikk et Anargyres en passant à l'étage suivant",
        "Tu ne te fais pas avoir par les questions troll de l'Anargyquiz et passes à l'étage suivant",
        "Pris d'un coup de folie tu décides d'aller au parc safari. Pour t'intégrer tu fais comme la faune locale et prends la fuite. Tu accèdes à l'étage suivant.",
        "Tu fais voyage à Nantes après la tour et rien que pour cette blague tu passes à l'étage suivant",
        "Tu connais la meta et te renommes Taz. L'admin te fais passer à l'étage suivant et t'offres 102049558990 pokedollars",
        "PAYS DE GALLES INDÉPENDANT !! Tu vas à l'étage suivant avec tes revendications",
        "Le Temple du Moumouzisme est enfin édifié ! Grâce à ta foi tu passes à l'étage suivant",
        "Tu a le droit à un stream de Sultany non pixelliser ce qui te fait passer à l'étage suivant",
        "Un jour tu seras le meilleur dresseur et même sans te battre sans répit tu passes à l'étage suivant",
        "Silverlord vient de monter son 34184801458ème perso lvl 80 sur wow et pour fêter ça, il te fait passer à l'étage suivant.",
        "Susu t'apprends à rouler un joint et tu y arrives du premier coup ce qui te fait passer à l'étage suivant",
        "Un arbre étrange te bloque le passage. Tu utilises ton Carapuce à O et accèdes à l'étage suivant.",
        "\"Hello there\" cette réf te permet d'accéder à l'étage suivant.",
        "Tu veux a tout prix eviter que Ollrrikk te parle de son nouveau jeu, tu l'esquive en fuyant a l'etage suivant !",
        "HypnoZ a encore une insomnie et tryhard tout l'étage pour passer au suivant.",
        "Tu réponds \"42 !\" et la porte s'ouvre, tu passes à l'etage suivant",
        "La fracture du Breach de Nishii est pixel et te permets de faire un quadra into étage suivant !",
        "Tu baisses le volume de Kira sur Discord ce qui te permet d'entendre le chemin pour passer à l'étage suivant",
        "Anargyres te rince avec ces skins en game de Valolo ce qui te fait aller à l'étage suivant",
        "Tu viens de débloquer le succès \"Point faible, trop fort\" et accèdes évidemment à l'étage suivant",
        "Tu esquives les insultes de Naiiade et passes à l'étage suivant !"
    ],
    "failure": [
        "Tu as suivi un plan du chef, tu restes donc à cet étage.",
        "Un bug est survenu (Kurax n'a pas assez testé), tu restes sur place.",
        "The tank has to go to sleep.",
        "Le dérèglement climatique occasionne une canicule. Tu restes à l'ombre le temps que ça refroidisse.",
        "C'est Silverlord qui heal. Tu prefères attendre Susu à cet étage.",
        "Round éco, tu prends ton mal en patience et tu attends à cet étage.",
        "Coupure d'électricité, il va faire tout noir (et tu ne vas pas avancer).",
        "Tu as répondu à un mail d'un prince nigérian, reste a cet étage pour récupérer l'argent promis.",
        "La prochaine fois ne joue pas gameplay pilule !",
        "Un garde bloque l'accès à l'étage suivant, tu n'as pas assez de point de charisme pour passer.",
        "Equinoxe et Rokeez te proposes une game de LoL. Tu restes a cet étage pour les rejoindres.",
        "Tu lances une game de SC2 et le jeu est tellement bien que tu try-hard des heures (et tu oublies de monter)",
        "La Légion Ardente envahit l'étage suivant, il vaut mieux attendre que ça passe.",
        "Grimmouzz fait de la guitare. Stay a while and listen.",
        "Susu fait de la guitare. Stay a while and listen.",
        "Palmypede fait de la basse. Stay a while and listen.",
        "Naiiade stream du Rocket League. Va-t-elle louper cet open ? Tu restes à cet étage pour le savoir !",
        "Nishi stream du Rocket League. Va-t-il louper ce ceilling ? Tu restes à cet étage pour le savoir !",
        "Susu stream du Rocket League. Va-t-il réussir à reset ? Tu restes à cet étage pour le savoir !",
        "Grimmy stream du Rocket League. Va-t-il 1v5 ? Tu restes à cet étage pour le savoir !",
        "Rokeez stream du Rocket League. Le voir jouer au clavier te cloue sur place !",
        "Il te faut encore aller defuse le spike de cet étage !",
        "On a plus de rhum ... Déprimé, tu restes a cet étage pour l'instant.",
        "As-tu entendu parler de Mullvad VPN ? Non ? Laisse moi t'expliquer ...",
        "Tu te laisses convaincre par une petite ARAM avant de retenter une ascension.",
        "Quelques heures de training te manquent afin de pouvoir continuer, retente ta chance plus tard.",
        "Silverlord a toujours pas fini la refonte du bot, tu attends impatiemment à cet étage !",
        "Silverlord a un plan, tu restes donc hard stuck à cet étage.",
        "C'est l'heure du reset, l'étage suivant attendra un autre jour...",
        "Benjito te sers un peu trop de whisky, tu te reposes quelques temps à cet étage.",
        "Une partie de Rocket est en cours, tu restes à cet étage pour admirer le spectacle",
        "Tu es trop essoufflé pour aller plus loin, tu te reposes à cet étage",
        "Un Ronflex te barre la route et tu n'as pas de poké flûte. CHEH!",
        "Ollrrikk stop ton ascension pour te parler de Conan Exile. Tu restes à cet étage.",
        "T'as pas mis prêt, tu restes là ! Faut mettre prêt !",
        "CHEH",
        "Tu penses battre Palmypède à Forza ? Reste à cet étage et reprends tes esprits.",
        "Tu penses battre Grimmouzz à un jeu de VS ? Reste à cet étage et reprends tes esprits.",
        "Tu penses battre Rokeez à Starcraft ? Reste à cet étage et reprends tes esprits.",
        "Tu penses battre Susu en 1v1 Rocket League ? Reste à cet étage et reprends tes esprits.",
        "Anargyres te démonte sur Geoguessr sans entraînement, tu décides de rester ici et de mettre en question tes choix de carrière.",
        "Tu roll 99 comme le fait Bidou, tu assumes ta poisse et reste à cet étage.",
        "Comme dit Tryiominos, ce jeu est fini à la pisse de toute façon. Tu restes ici pour le moment.",
        "T'AS PAS DE TEAM LAAAAAAAAA ! tu restes donc à cette étage en attendant d'en avoir une",
        "C'EST L'HEURE DU REWIND ! Tu restes donc à cette étage",
        "La tour ne t'as pas intégré dans la catégorie \"Amis proche\". Tu restes à cet étage.",
        "Naiiade a quitté son travail de ministre. Tu restes ici pour fêter ça!",
        "T'es mauvais Jack! Tu restes à cet étage et bois du rhum.",
        "Magicarpe attaque \"Trempette\". Ce n'est pas très efficace.",
        "Tu accèdes à l'étage supérieur, glisses et redescends. Tu restes à cet étage pour réfléchir à ton avenir.",
        "Tu fais équipe avec Sashyro et remporte le tournois. Il est bien trop tard et tu dois te reposer. Tu restes à cet étage.",
        "Une tortue sauvage apparaît. Tu aides Susu pour la capturer.",
        "Tu utilises la technique secrète de bidou avec un camouflage fougère d'exception. C'est trop efficace et l'admin croit à un bug. Il te ramène à l'étage précédent.",
        "Tu fais écouter du reggae à Grimmouzzz. Tu prends instantanément feu et meurs dans d'atroces souffrance. Par la grâce de la myjericorde tu es rez à cet étage.",
        "Un jour tu seras un meilleur dresseur. Ce n'est pas encore ce jour. Tu restes à cet étage.",
        "Tu lances Call of Duty et au moment de déployer le parachute, tu fais une benjito et restes du coup coller à cette étage",
        "La connection d'Equinoxe t'empêches de télécharger l'étage suivant.",
        "Une grève SNCF t'empêches d'atteindre l'étage suivant.",
        "Tu paies Ollrrikk pour qu'il peigne tes figurines. Tu n'as plus assez d'argent pour soudoyer l'admin malgré un prêt à des taux pas dégueulasses. Tu restes à cet étage.",
        "Silverlord a un plan pour passer l'étage. Tu as de la chance de ne pas descendre plus bas et restes à cet étage.",
        "Il y a tellement de suggestions dans le Gdoc que l'admin ne peut plus corriger les bugs. Tu bugs et reste à cet étage.",
        "Tu montes un nouveau pc et oublies de brancher l'HDMI. Écran noir, tu restes à cet étage.",
        "Seul le pénitent peut progresser. Tu restes à l'étage le temps de t'entrainer à t'agenouiller",
        "Ton aventure s'arrête là après avoir prit une flèche dans le genou. Tu restes à cet étage.",
        "Tu pries Myjericordieu pour passer à l'étage suivant. C'était évidemment un mauvais plan et tu restes à cet étage.",
        "Tu veux jouer à CallOf et tu vois une MàJ de 97,67Go. Tu restes à cet étage en réfléchissant sur la décision de l'avoir acheté pour pas vraiment y jouer.",
        "Kira rage sur Rocket League et tu restes sur cet étage pour écouter les insultes",
        "Silverlord te raconte son dernier service de Major sur GTA et du coup par politesse tu restes à cette étage l'écouter",
        "KALUM KALAK ! KALUM KALAK ! Tu fais tellement de bruit que tu reste à cette étage",
        "Ton lancé de dés te fait atterir sur la case Prison,  tu passes ton tour et restes à cet étage",
        "Taz te dit qu'il a bientôt fini son JDR. Tu es perplexe mais tu reste à cet étage dans le doute.",
        "Tu fait un mille bornes a 5, impossible d'avancer tu restes donc a cette etage !"
    ]
}
